INSERT INTO `Board` (`id`, `name`, `parentBoardId`, `indexNo`, `status`, `version`, `createdAt`, `updatedAt`,
                     `deletedAt`)
VALUES (1, '지식', NULL, 0, 1, 0, '2023-07-02 15:57:01', '2023-07-02 15:57:01', NULL),
       (2, '이벤트', NULL, 1, 1, 0, '2023-07-02 15:57:02', '2023-07-02 15:57:02', NULL),
       (3, '커뮤니티', NULL, 2, 1, 0, '2023-07-02 15:57:02', '2023-07-02 15:57:02', NULL),
       (4, '팁', NULL, 1, 1, 0, '2023-07-02 15:57:02', '2023-07-02 15:57:02', NULL),
       (5, '리뷰', NULL, 1, 1, 0, '2023-07-02 15:57:02', '2023-07-02 15:57:02', NULL),
       (6, '행사', 1, 2, 1, 0, '2023-07-02 15:57:02', '2023-07-02 15:57:02', NULL),
       (7, '광고', 1, 2, 1, 0, '2023-07-02 15:57:02', '2023-07-02 15:57:02', NULL);

INSERT INTO `Post` (`id`, `title`, `content`, `boardId`, `likes`, `views`, `status`, `version`, `createdAt`,
                    `updatedAt`, `deletedAt`)
VALUES (1, '글 제목', '글 내용', 6, 0, 0, 1, 0, '2023-07-21 13:20:25', '2023-07-21 13:20:25', NULL),
       (2, '자유 글 하나 추가', '홀롤롤ㄹ로', 7, 0, 0, 1, 0, '2023-07-22 10:19:44', '2023-07-22 10:19:44', NULL);
